Repository: weggetor/BBStore
Catalog: App_LocalResources/SettingsAdmin.ascx.*.resx
Languages: de_de

# ControlTitle_settings.Text
source: BBStore Admin Settings
de_de: BBStore Admin Einstellungen

# lblGross.Text
source: Gross
de_de: Brutto

# lblNet.Text
source: Net
de_de: Netto

# lblShowNetpriceInCart.Help
source: Show net or gross price for products and subtotals in BBStore
de_de: Netto- oder Bruttopreise in Summen und Produkten anzeigen

# lblShowNetpriceInCart.Text
source: Price
de_de: Preise

# shGlobal.Text
source: Global Settings
de_de: Globale Einstellungen

# shColors.Text
source: Color Settings
de_de: Farbeinstellungen

# lblColorAlt.Text
source: Alternating Row BackColor
de_de: Hintergrund alt. Datenzeile

# lblColorBorder.Text
source: Border Color
de_de: Randfarbe

# lblColorHead.Text
source: Head Row Backcolor
de_de: Hintergrund Kopfzeile

# lblColorRow.Text
source: Normal Row BackColor
de_de: Hintergrund Datenzeile

# lblColorSum.Text
source: Sum Row BackColor
de_de: Hintergrund Summenzeile

# cmdSaveCss.Text
source: Save Style Sheet
de_de: StyleSheet speichern

# cmdRestoreCss.Text
source: Restore Default Style Sheet
de_de: Standard StyleSheet verwenden

# lblTermsPage.Help
source: Select the page in your portal which contains your terms of use
de_de: Wählen Sie die Seite aus ihrem Portal aus, die die AGB's enthalten

# lblTermsPage.Text
source: Link to Terms page
de_de: Seitenverweis AGB's

# lblStoreAdmin.Help
source: Enter shop admin email address to send the order to
de_de: Geben Sie hier die Adresse des Shop-Admins an, an den die Bestellmails in Kopie gesendet werden

# lblStoreAdmin.Text
source: Store admin email
de_de: Shop Admin E-Mail

# lblStoreEmail.Help
source: Enter the store sender email address (e.g. "bbstore@bitboxx.de")
de_de: Geben Sie hier die Absender-E-Mailadresse des Shops an (z.B: "bbstore@bitboxx.de")

# lblStoreEmail.Text
source: Store email
de_de: Shop E-Mail Adresse

# lblStoreName.Help
source: Enter the store sender email name (e.g. "Bitboxx Store")
de_de: Geben Sie hier den Absendernamen des Shops ein (z.B: "Bitboxx Shop")

# lblStoreName.Text
source: Store email name
de_de: Shop E-Mail Name

# lblStoreReplyTo.Help
source: Enter email address to send mail to when client answers to an order mail
de_de: Geben Sie hier die Adresse an, an die automatisch adressiert wird, wenn ein Kunde auf eine Bestellmail antwortet

# lblStoreReplyTo.Text
source: Store ReplyTo email
de_de: Shop Antwort-E-Mail

# shMail.Text
source: Mail Settings
de_de: Mail Einstellungen

# lblStoreSubject.Help
source: Enter the subject for the order mail. Type [ORDERNO] where you want to place the order number (e.g. "BBStore order No. [ORDERNO] ")
de_de: Geben Sie hier den Betreff für die Bestellmail an. Verwenden Sie den Platzhalter [ORDERNO] für die Bestellnummer (z.B. "BBStore Bestellung Nr. [ORDERNO]")

# lblStoreSubject.Text
source: Ordermail subject
de_de: Betreff Bestellmail

# lblVendorCity.Help
source: Enter the city of the store address
de_de: Geben Sie den Ort des Shops ein

# lblVendorCity.Text
source: City
de_de: Ort

# lblVendorName.Help
source: Enter name of the store or vendor
de_de: Geben Sie den Namen des Verkäufers / Shops ein

# lblVendorStreet1.Help
source: Enter street of the store address
de_de: Geben Sie die Strasse des Shops ein

# lblVendorStreet1.Text
source: Street 1
de_de: Strasse 1

# lblVendorStreet2.Help
source: Enter street of the store address (continued)
de_de: Geben Sie die Strasse des Shops ein

# lblVendorStreet2.Text
source: Street 2
de_de: Strasse 2

# lblVendorZip.Help
source: Enter the zip code of the store address
de_de: Geben Sie die Postleitzahl des Shops ein

# lblVendorZip.Text
source: Zip
de_de: PLZ

# shVendor.Text
source: Vendor Settings
de_de: Shop Stammdaten

# lblOrderMask.Help
source: <p>Enter here the character string which builds the order number.</p> <p>The following strings are allowed:</p> <ul> <li>%D% : Day of today</li> <li>%M% : Month of today</li> <li>%Y2% : Year of today (2 digits)</li> <li>%Y4% : Year of today (4 digits)</li> <li>%Nx% : Order serially numbered with x= 1..9 digits </ul> <p>You can use every other character in the mask, e.g.: "D %Y4% - %N5%" ergibt "D 2010 - 00001" for the first order</p>
de_de: <p>Geben Sie hier eine Zeichenfolge ein, die zur Bildung der Bestellnummer verwendet wird.</p> <p>Folgende Platzhalter sind erlaubt:</p> <ul> <li>%D% : aktueller Tag</li> <li>%M% : aktueller Monat</li> <li>%Y2% : Aktuelles Jahr (2-stellig)</li> <li>%Y4% : Aktuelles Jahr (4-stellig)</li> <li>%Nx% : Fortlaufende Nummer der Bestellung mit x= 1..9-stellig </ul> <p>Außerdem können Sie beliebige weitere Zeichen verwenden, zB: "D %Y4% - %N5%" ergibt "D 2010 - 00001" für die erste Bestellung</p>

# lblOrderMask.Text
source: Ordernumber Mask
de_de: Bestellnummern-Maske

# lblStartPage.Help
source: Select the shop startpage.
de_de: Wählen Sie die Shop-Startseite aus. Diese Seite wird aufgerufen, wenn der Kunde im Warenkorb "weiter shoppen" auswählt

# lblStartPage.Text
source: Shop Startpage
de_de: Shop Startseite

# lblColorAlt.Help
source: Please select or enter the cart alternating row backColor
de_de: Bitte geben sie die Hintergrundfarbe der alternierenden Datenzeile ein oder wählen Sie sie aus

# lblColorBorder.Help
source: Please select or enter the cart border color
de_de: Bitte geben sie die Randfarbe ein oder wählen Sie sie aus

# lblColorHead.Help
source: Please select or enter the cart header backcolor
de_de: Bitte geben sie die Hintergrundfarbe der Kopfzeile ein oder wählen Sie sie aus

# lblColorInfo.Text
source: Please note that the changes will appear only after saving the style sheet and an update of the browser by pressing Shift-F5
de_de: Bitte beachten Sie das die Änderungen erst nach dem Speichern des Stylesheets sowie einer Aktualisierung des Browsers mit Shift-F5 angezeigt wird

# lblColorRow.Help
source: Please select or enter the cart normal row backColor
de_de: Bitte geben sie die Hintergrundfarbe der Datenzeile ein oder wählen Sie sie aus

# lblColorSum.Help
source: Please select or enter the cart sum row backColor
de_de: Bitte geben sie die Hintergrundfarbe der Summenzeile ein oder wählen Sie sie aus

# lblVendorCountry.Help
source: Enter the country where your store is settled (default country for user registration)
de_de: Wählen Sie das Land, in dem Ihr Shop zuhause ist (Voreinstellung für die Benutzerregistrierung)

# lblVendorCountry.Text
source: Country
de_de: Land

# lblProductGroupImageDir.Text
source: Product Group Images
de_de: Artikelgruppen Bilder

# lblProductGroupImageDir.Help
source: Please select the folder where productgroup images should be stored
de_de: Bitte wählen Sie das Verzeichnis in dem Artikelgruppen-Bilder abgelegt werden sollen

# lblProductImageDir.Text
source: Product Image
de_de: Artikel Bilder

# lblProductImageDir.Help
source: Please select the folder where product images should be stored
de_de: Bitte wählen Sie das Verzeichnis in dem Artikelbilder abgelegt werden sollen

# lblProductGroupIconDir.Text
source: Product Group Icons
de_de: Artikelgruppen Icons

# lblProductGroupIconDir.Help
source: Please select the folder where productgroup icons should be stored
de_de: Bitte wählen Sie das Verzeichnis in dem Artikelgruppen Icons abgelegt werden sollen

# shFolder.Text
source: Image Folders
de_de: Bilder Verzeichnisse

# lblItemsPerPage.Help
source: Enter a comma separated list of counts (eg. 25,!50,75,100). Minimum is one value. (! is default value)
de_de: Geben Sie eine kommaseparierte Liste von Anzahlen ein (zB.: 25,!50,75,100). Es muss mindestens ein Wert eingetragen werden. (! ist der voreingestellte Wert)

# lblItemsPerPage.Text
source: Items per page
de_de: Anzahl Listeneinträge pro Seite

# shAdmin.Text
source: Backend Settings
de_de: Backend Einstellungen

# SelectRole.Text
source: (Select Role)
de_de: (Benutzergruppe auswählen)

# lblSupplierRole.Text
source: Supplier Userrole
de_de: Lieferanten Benutzergruppe

# lblSupplierRole.Help
source: Please select the User Role which contains the suppliers. If you don't select a role, the supplier field is NOT availiable in the product
de_de: Bitte wählen Sie die Benutzergruppe, die die Lieferanten enthält. Wenn Sie hier nichts auswählen wird das Lieferantenfeld im Artikel NICHT angezeigt

# lblTermsMandatory.Help
source: Check if the confirmation of the general terms and conditions is required to complete the order
de_de: Ankreuzen wenn zum Abschliessen der Bestellung die Bestätigung der AGB's sein soll.

# lblTermsMandatory.Text
source: Confirm terms
de_de: AGB's bestätigen

# shLicense.Text
source: License Data
de_de: Lizenzdaten

# lblInitialKey.Text
source: License Key
de_de: Lizenzschlüssel

# lblInitialKey.Help
source: Enter here the Key you received from the module seller
de_de: Fügen Sie hier den Lizenzschlüssel ein, den Sie vom Modulverkäufer erhalten haben

# lblLicense.Text
source: License Data
de_de: Lizenzdaten

# lblLicense.Help
source: View your license data
de_de: Anzeigen der Lizenzdaten

# cmdRefreshLicense.Text
source: Refresh License
de_de: Lizenz aktualisieren

# lblModules.Header
source: Modules
de_de: Module

# lblValid.Header
source: License end
de_de: Lizenzende

# lblLastCheck.Header
source: Last check
de_de: Letzte Überprüfung

# lblCancelTerms.Help
source: Please enter your cancellation policy to be confirmed at checkout
de_de: Bitte fügen Sie den Text ein, der im Warenkorb zum Bestätigen der Kenntnissnahme der Widerrufsklausel angezeigt werden soll

# lblCancelTerms.Text
source: Cancellation policy
de_de: Widerrufs-Text

# lblCancelTermsMandatory.Help
source: Check if the confirmation of the cancellation policy is required to complete the order
de_de: Ankreuzen, wenn die Bestätigung der Kenntnissnahme des Widerrufsrechts notwendig ist um den Bestellvorgang abzuschliessen

# lblCancelTermsMandatory.Text
source: Confirm cancellation policy
de_de: Widerrufsbestätigung anzeigen

# lblCouponsEnabled.Help
source: Check if you want to use coupons in your shop
de_de: Ankreuzen wenn Sie Gutscheineverwenden wollen

# lblCouponsEnabled.Text
source: Enable Coupons
de_de: Gutscheine verwenden

# lblSMTPPassword.Help
source: Enter the Password for the SMTP server
de_de: Geben Sie das Passwort zur Anmeldung an den SMTP Server ein

# lblSMTPPassword.Text
source: SMTP Password
de_de: SMTP Passwort

# lblSMTPServer.Help
source: Enter the SMTP Server Address. You can also specify an alternate port by adding a colon and the port number (e.g. smtp.googlemail.com:587). Enter the SMTP server name only to use default port number (25)
de_de: Geben Sie die SMTP Server Adresse ein. Sie können auch einen alternativen Port eingeben indem sie an die Adresse einen Doppelpunkt und die Portnummer (z.B. (smtp.googlemail.de:587) anfügen. Wenn Sie nur den Servernamen angeben wird der Standardport 25 verwendet

# lblSMTPServer.Text
source: SMTP server and port
de_de: SMTP Server und Port

# lblSMTPSettings.Help
source: Choose if you want to use the system SMTP settings or if you want to enter own settings for usage in your shop
de_de: Wäheln Sie ob sie die SMTP Einstellungen des Systems oder eigene Einstellungen für den Shop verwenden wollen

# lblSMTPSettings.Text
source: SMTP Settings
de_de: SMTP Einstellungen

# lblSMTPUser.Help
source: Enter the Username for the SMTP server
de_de: Geben Sie den Benutzernamen zur Anmeldung an den SMTP Server ein

# lblSMTPUser.Text
source: SMTP Username
de_de: SMTP Benutzername

# SMTPSettingsHost.Text
source: Use Host Settings
de_de: Verwende Systemeinstellungen

# SMTPSettingsManual.Text
source: Enter Settings
de_de: Einstellungen eintragen

# lblExtendedPrice.Help
source: if checked, only products with prices defined in additional price table matching user roles and date validities are shown. Products with no matching record in this table are not shown overall. If not checked, no valid record in this table results into using standard price from main product table. If a record matches, the matching price will be used.
de_de: Wenn angehakt: Nur Produkte mit Preisen aus der zusätzlichen Preistabelle, bei denen auch der Gültigkeitszeitraum sowie die zugeordnete Benutzerrolle zum angemeldeten Benutzer passen werden angezeigt. Wird kein entsprechender Datensatz gefunden wird dieser Artikel nicht angezeigt. Wenn nicht angehakt und kein entsprechender Datensatz in der Preistabelle vorhanden, wird in diesem Fall der Preis aus der Produkttabelle verwendet. Der Artikel wird in jedem Fall angezeigt.

# lblExtendedPrice.Text
source: Extended Price Model
de_de: Erweitertes Preismodell

# lblMiniCartTemplate.Help
source: Enter the template for the Minicart. Available placeholders are: [PRODUCTS],[TOTAL],[CURRENCY],[CARTLINK],[CHECKOUTLINK]
de_de: Geben Sie die Vorlage für den Minicart ein. Verfügbare Platzhalter sind: [PRODUCTS],[TOTAL],[CURRENCY],[CARTLINK],[CHECKOUTLINK]

# lblMiniCartTemplate.Text
source: Minicart Template
de_de: Minicart Vorlage

# shMiniCart.Text
source: Minicart Skinobject Settings
de_de: Minicart Skinobjekt Einstellungen

# lblHideMiniCartIfEmpty.Help
source: Check if minicart should not be shown if cart is empty
de_de: Ankreuzen wenn der Minicart verborgen werden soll wenn kein Artikel im Warenkorb ist

# lblHideMiniCartIfEmpty.Text
source: Hide empty Minicart
de_de: Leeren Minicart verstecken

# lblNewUserMail.Help
source: Emailtext that is sent to the user when he registered in checkout process
de_de: Emailtext, der an den Benutzer gesendet wird, wenn er sich während des Checkout-Prozesses registriert

# lblNewUserMail.Text
source: New User Email
de_de: "Neue Benutzer"-Email

# NewUserMailBody.Text
source: <html> <head> <style type="text/css"> .Normal, .Normal td { font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 12px; } .SubHead { font-family: Verdana, Arial, Helvetica, sans-serif; } </style> </head> <body> <table style="width:100%;" align="center" border="0" cellspacing="0" cellpadding="10"> <tr valign="top"> <td width="50%" align="left" class="Normal">[BBSTORE-VENDORNAME]<br /> [BBSTORE-VENDORSTREET1]<br /> [BBSTORE-VENDORSTREET2]<br /> [BBSTORE-VENDORZIP] [BBSTORE-VENDORCITY]</td> <td width="50%" align="right">[BBSTORE-VENDORIMAGE]</td> </tr> </table> <h2>Welcome to the [STORENAME]!</h2> <p>We created an account for you:</p> <p>Username: <i>[USERNAME]</i><br/> Password: <i>[PASSWORD]</i></p> <p>Please feel free to visit us again at any time!</p> <p>Best regards,<br/> Your team of [STORENAME]</p> </body> </html>
de_de: <html> <head> <style type="text/css"> .Normal, .Normal td { font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 12px; } .SubHead { font-family: Verdana, Arial, Helvetica, sans-serif; } </style> </head> <body> <table style="width:100%;" align="center" border="0" cellspacing="0" cellpadding="10"> <tr valign="top"> <td width="50%" align="left" class="Normal">[BBSTORE-VENDORNAME]<br /> [BBSTORE-VENDORSTREET1]<br /> [BBSTORE-VENDORSTREET2]<br /> [BBSTORE-VENDORZIP] [BBSTORE-VENDORCITY]</td> <td width="50%" align="right">[BBSTORE-VENDORIMAGE]</td> </tr> </table> <h2>Willkommen im [STORENAME]!</h2> <p>Wir haben ein Kundenkonto für Sie angelegt:</p> <p>Username: <i>[USERNAME]</i><br/> Passwort: <i>[PASSWORD]</i></p> <p>Besuchen Sie uns gerne jederzeit wieder!</p> <p>Mit freundlichen Grüssen,<br/> Dein [STORENAME]-Team</p> </body> </html>

# lblLanguage.Help
source: Select the Language you want to edit
de_de: Wählen Sie die Sprache, die Sie bearbeiten möchten

# lblLanguage.Text
source: Select Language
de_de: Sprache auswählen

# lblTaxfreeEnabled.Help
source: Enable the possibility to enter a Tax ID to order without tax (only applicable if both partners are living in the EU)
de_de: Aktivieren Sie diese Option wenn Sie die Möglichkeit zur Steuerbefreiung bei Bestellungen aus dem EU Ausland zulassen wollen

# lblTaxfreeEnabled.Text
source: Enable Taxfree
de_de: EU Steuerbefreiung aktivieren

# lblTaxfreeCountries.Help
source: Enter a comma separated list of countrycodes to define which countries can buy tax free (if countrycode of buyer differs from countrycode of seller).
de_de: Geben Sie eine kommaseparierte Liste von CountryCodes ein um zu definieren in welchen Ländern bei Angabe einer Umsatzsteuer-ID steuerfrei eingekauft werden kann (wenn der Countrycode des Käufers sich vom Code des Shops unterscheidet)

# lblTaxfreeCountries.Text
source: Taxfree countries
de_de: Steuerfreie Länder (EU)

# lblStoreAttachment.Text
source: Store attachment
de_de: Shop Anhang

# lblStoreAttachment.Help
source: Special attachment (only "Grupp" allowed")
de_de: Spezieller Anhang ("nur "Grupp" unterstützt)
